[words]
The next transit settlement %s through %s.= "Наступний транзитний населений пункт %s через %s."
City on way="Транзитні міста"
City on way Button="Кнопка 'Транзитні міста'"
plugin~ttspro="ttspro: голосовий інформер місць і подій"
"Permanent \"City Info\" in Cockpit"="Постійно \"City Info\" в кабіні"
Left DA Button="Ліворуч на місці DA"
Right Info Button="Праворуч на довгій кнопці"
Both="Обидва"

Sound and Voice="Звук та Голос"

Town Entry Point="В'їзд в населений пункт"
Town Exit Point="Виїзд з населеного пункту"
Read Out \"In City\"="Оголошувати В'їзд в населений пункт"
Read Out \"Out of City\"="Оголошувати Виїзд з населеного пункту"

Read Out \"In City\" Voice="Оголошувати \"In City\" голосом"
Read Out \"In City\" Message="Оголошувати \"In City\" повідомленням"
Read Out \"Out of City\" Voice="Оголошувати \"Out of City\" голосом"
Read Out \"Out of City\" Message="Оголошувати \"Out of City\" повідомленням"

Tolerance Speed Limit %s="Максимальна дозволена швидкість %s"
You are overspeed.="Ви значно перевищуєте швидкість."
Read Out Tolerance Overspeed="Повідомляти про перевищення максимальної швидкості"

Attention!="Увага!"
GPS date or time not ready="Джіпіес дата та час ще не готові"

TTSWelcome="Вітаю! Будьте чемні на дорозі та уважні за кермом!"
TTSBye="До зустрічі! Не залишайте дітей в машині!"
"Have a nice evening. "="Гарного вечора. "
"Have a nice day. "="Гарного дня. "
"Have a nice morning. "="Гарного ранку. "
"Have a nice night. "="На добраніч. "

"Good evening. "="Доброго вечора. "
"Good day. "="Доброго дня. "
"Good morning. "="Доброго ранку. "
"Good night. "="Доброї ночі. "
Enter your own warning or empty field to say dafault text="Введіть Ваш власний текст або очистіть поле для замовчування"
<Enter your own warning or empty field to say dafault text>="<Введіть Ваш власний текст або очистіть поле для замовчування>"

Define Own Welcome text="Введіть власне привітання"
Start Info Setting="Налаштування привітання"
Read out Today Info="Промовляти сьогоднішню дату"
Native street="Небесної сотні"
"Today %s : %s"="Сьогодні %s : %s"
"Read Out 'Low Beam On' Message"="Оголошувати повідомлення 'Увімкнути фари'"
"Please turn on Low Beam!"="Будьласка увімкніть фари!"
"Low Beam can be off!"="Фари можна вимкнути!"
Read Out every 'Notification' Message="Оголошувати кожне 'Сповіщення'"

Read Out every 'Notification' Settings="Налаштування оголошення 'Сповіщення'"
Say Notifications Summary="Промовляти текст 'Сповіщення'"
Show Notifications Summay="Показувати табличку 'Сповіщення'"
Set Sound for Show Notifications Warning="Вибрати звук для 'Сповіщення'"
Read Out every 'Notification' Settings. Audio Signal Setting="Вибрати звук для 'Сповіщення'"

New Vasuky="Н'ю Васюки."
"Next crossing:"="Найближче перехрестя:"
"Read Out 'Next crossing road/street' Message"="Оголошувати 'Найближче перехрестя/вулиця'"

"I hope the daytime running lights are on."="Сподіваюсь денні ходові вогні увімкнено."
"This feature is only for Ukraine."="Ця функція тільки для України."
"Please turn on daytime running lights."="Увага!! Увімкніть денні ходові вогні."
Read Out 'Headlights On' Message="Оголошувати повідомлення 'Денні ходові вогні'"
Read Out 'Nearest Town' Message="Оголошувати повідомлення 'Найближчий великий Н.П.'"
The nearest town %s="Найближчий великий населений пункт %s"
'Show Nearest Town' point="Показати місце"
'Show Nearest Town' zoom="Зум місця"
'Show Nearest Town' time="Час демонстрації"
'Show Nearest Town' Settings="'Show Nearest Town' налаштування"

Read Out Welcoming Message="Привітання"
Read Out Position Info="Оголошувати місцеположення"
Announce Route Summary="Оголошувати звіт про маршрут"
Read Out Tunnel Length="Оголошувати довжину тунелю"
Read the street name without the route="Оголошувати назви вулиць без маршруту"
Read the town name or district outside the town="Оголошувати назви міст чи районів за межами міст"
Read the town district name="Оголошувати назву району міста"
Announce System Messages="Оголошувати системні повідомлення"
Read Out Message at Exit="Оголошувати вихід з програми"
Read Out Speed Limit Increasing="Оголошувати збільшення ліміта швидкості"

"Read Out 'Battery Low'"="Оголошувати 'Низький заряд батареї'"
"Read Out 'Battery Critical'"="Оголошувати 'Критичний заряд батареї'"
"Read Out 'Battery Disconnected'"="Оголошувати 'Зовнішнє живлення викнено'"
"Read Out 'On AC'"="Оголошувати 'Зовнішнє живлення увікнено'"
"Read Out 'On Time jump'"="Повернення до маршруту"
"On Time jump."="З поверненням!"
Constructors="Консруктори"
Welcom&Exit="Привітання та вихід"
Address&Places="Адреси та місця"
Power="Живлення"
Miscellaneous="Різне"

Read roadside information:Attractions="Оголошувати придорожну інформацию: Attractions"
Please enable TTS="Включити TTS"
"To use please load 'Attractions'"="Потрібен 'Attractions'"

Current Time="Поточний час"
Arrival Time to Destination/Waypoint="Час прибуття в кінцевий чи проміжний пункт"
Time to Destination/Waypoint="Час до кінцевого чи проміжного пункту"
Distance to Destination/Waypoint="Відстань до кінцевого чи проміжного пункту"
Destination/Waypoint name="Назва кінцевого чи проміжного пункту"
Read Out Route Summary="Читати резюме маршруту"
Weather at Destination/Waypoint="Погода в кінцевому чи проміжному пункті"
"Sunset time at Destination/Waypoint if early"="Захід сонця в кінцевому чи проміжному пункті, якщо до"
The twilight will come at %s="Сутінки настануть о %s"
Sunrise at %s="Схід сонця о %s"
Sunset at %s="Захід сонця о %s"
Journey price="Ціна подорожі"
Journey cost is %s %s="Ціна подорожі %s %s"

Current Time %s="Поточний час: %s"
Time to Destination %s="Час до кінцевого пункту: %s"
Time to Waypoint %s="Час до проміжного пункту: %s"
Distance to Destination %s="Відстань до кінцевого пункту: %s"
Distance to Waypoint %s="Відстань до проміжного пункту: %s"
"Destination Name "="Назва кінцевого пункту: "
"Waypoint Name "="Назва проміжного пункту: "
Arrival to Destination at %s="Прибуття в кінцевий пункт в %s"
Arrival to Waypoint at %s="Прибуття в проміжний пункт в %s"

"Temperature at Destination %s : %s . %s . Direction: %s . %s ."="Температура в кінцевому пункті %s : %s . %s . Напрямок: %s . %s ."
"Temperature at Waypoint %s : %s . %s . Direction: %s . %s ."="Температура в проміжному пункті %s : %s . %s . Напрямок: %s . %s ."
"Temperature at location %s : %s . %s . Direction: %s . %s ."="Температура в пункті %s : %s . %s . Напрямок: %s . %s ."

"The weather is not available at the moment."="Сервіс погоди недоступний в даний час."
"Repeat due to"="Повторювати..."
"Elapsed Time"="Через деякий час"
"Elapsed Distance"="Через деяку дистанцію"
"Route Changing"="Через зміну маршруту"
"Current Position"="Поточна позиция"
No route at the moment="Маршрут видсутній в даний час."


N="Північ" ;Norht
NNE="Північ Північий-схід" ;Norht Northeast
NE="Північо-східний" ;Northeast
ENE="Схід Північний-схід" ;East Northeast
E="Схід" ;East
ESE="Схід Південний-схід" ;East Southeast
SE="Південний-схід" ;Southeast
SSE="Південь Південний-Схід" ;South Southeast
S="Південь" ;South
SSW="Південь Південний-захід" ;South Southwest
SW="Південний-захід" ;Southwest
WSW="Захід Південний-захід" ;West Southwest
W="Захід" ;West 
WNW="Захід Північний-захід" ;West Northwest
NW="Північний-захід" ;Northwest
NNW="Північ Північний-захід" ;North Northwest

No Report="Прогнозу немає" ;0
Sunny="Сонячно" ;1
Slightly Cloudy="Малохмарно" ;2
Partly Cloudy="Невелика хмарність" ;3
Mostly Cloudy="Змінна хманість" ;4
Partly Cloudy5="Хмарно з проясненнями" ;5
Cloudy="Хмарно" ;6
Mainly Cloudy="Похмуро" ;7
Slightly Haze="Легкий туман" ;8
Haze="Туман" ;9
Rime="Паморозь" ;10
Hail="Град" ;11
Partly Cloudy12="Невелика хмарність" ;12
Clear Night="Вночі безхмарно" ;13 
Slightly Cloudy Night="Вночі малохмарно" ;14
Partly Cloudy Night="Вночі змінна хмарність" ;15
Mostly Cloudy Night="Вночі хмарно з проясненнями" ;16
Cloudy Night="Вночі хмарно" ;17
Scattered Showers="Невеликий дощ" ;18
Rainy Weather="Дощова погода" ;19
Heavy Rain="Злива" ;20
Scattered Thunderstorm="Можлива гроза" ;21
Severe Thunderstorm="Грозові зливи" ;22
Heavy Thunderstorm="Сильна гроза" ;23
Thunderstorm of Hail="Грозова злива з градом" ;24
Tornado="Смерч" ;25
Hurricane="Ураган" ;26
Mainly Cloudy27="Похмуро" ;27
Sleet="Дощ зі снігом" ;28
Snow="Сніг" ;29
Snowfall="Снігопад" ;30
Heavy Snow="Сильний снігопад" ;31
Flood="Повінь" ;32
Rain Clouds="Дощ з проясненнями" ;33
Rain Clouds Night="Вночі дощ з проясненнями" ;34
Scattered Thunderstorm Night="Вночі можлива гроза" ;35

"minus "="мінус "
"plus "="плюс "

Calm="Тихо"
Light air="Слабкий вітер"
Light breeze="Легкий вітер"
Gentle breeze="Лагідний вітер"
Moderate breeze="Помірний вітер"
Fresh breeze="Свіжий вітер"
Strong breeze="Сильний вітер"
"High wind, moderate gale, near gale"="Сильний вітер, майже буря"
"Gale, fresh gale"="Буря"
Strong gale="Сильна буря"
"Storm, whole gale"="Шторм"
Violent storm="Сильний шторм"
Hurricane="Ураган"

Daytime running lights="Денні ходові вогні (англ. Daytime running lights, DRL) — зовнішні світлові прилади білого кольору, передбачені конструкцією транспортного засобу, установлені спереду транспортного засобу і призначені для покращення видимості транспортного засобу під час його руху у світлий час доби. Це передні освітлювальні прилади автомобіля, які світять завжди, коли автомобіль перебуває в русі. Це дешевий метод, який допомагає зменшити кількість ДТП. Це світло особливо ефективне для запобігання лобових та бокових зіткнень у світлу пору доби, оскільки робить автомобілі більш помітними, особливо якщо вони наближаються здалеку. \n\nВідповідний обов’язок водія у період з 1 жовтня по 1 травня передбачено пунктом 9.8 Правил дорожнього руху, затверджених постановою Кабінету Міністрів України від 10.10.2001 № 1306."

Total Distance %s="Вся пройдена відстань %s"
Total Time %s="Час в дорозі %s"